{
"Bokliste":{

"GuliversTravels":{
"name": "Guliver's Travels",
"author": "Jonathan Swift",
"genre": "Adventure",
"genre2": "Fantasy",
"introduction":"Gulliver’s Travels, original title Travels into Several Remote Nations of the World, four-part satirical work by Anglo-Irish author Jonathan Swift, published anonymously in 1726 as Travels into Several Remote Nations of the World. A keystone of English literature, it was one of the books that gave birth to the novel form, though it did not yet have the rules of the genre as an organizing tool. A parody of the then popular travel narrative, Gulliver’s Travels combines adventure with savage satire, mocking English customs and the politics of the day.",
"imgdisplay":"Folder.png",
"img":"",
"link": "inf-om.html"
},


"abc":{
"name": "",
"author": "",
"genre": "",
"genre2": "",
"introduction":"",
"imgdisplay":"",
"img":"",
"link": ""
},


"Hobbiten":{
    "name": "Hobbiten",
    "author": "J.r.r Tolkien",
    "genre": "Fantasy",
    "genre2": "Adventure",
    "introduction":"Hobbits, a race of small humanlike creatures, characteristically value peace, simplicity, and cozy homes yet are capable of incredible feats of courage and resourcefulness. The unwilling hero of The Hobbit, Bilbo Baggins, is persuaded to join Thorin and his 12 dwarfs to recover their stolen treasure, which is being guarded by the dragon Smaug. During the expedition, Bilbo finds a magical ring that renders the wearer invisible, which figures prominently in The Lord of the Rings. The Hobbit is the story of Bilbo’s maturing from a seeker of warmth and comforts to a fighter, however humble, for the greater good.",
    "imgdisplay": "Folder.png",
    "img": "Folder.png",
    "link": "info-om.html"
},
"Hungergames":{
  "name": "Hungergames",
  "author": "Suzanne Collins",
  "genre": "Dystopian",
  "genre2": "Action",
  "introduction":"The Hunger Games trilogy takes place in an unspecified future time, in the dystopian, post-apocalyptic nation of Panem, located in North America. The country consists of a wealthy Capitol city, located in the Rocky Mountains,[8] surrounded by twelve (originally thirteen) poorer districts ruled by the Capitol. The Capitol is lavishly rich and technologically advanced, but the districts are in varying states of poverty. The trilogy's narrator and protagonist Katniss Everdeen, lives in District 12, the poorest region of Panem, located in Appalachia,[8] where people regularly die of starvation. As punishment for a past rebellion against the Capitol (called the Dark Days), in which District 13 was supposedly destroyed, one boy and one girl from each of the twelve remaining districts, between the ages of 12 and 18, are selected by lottery to compete in an annual pageant called the Hunger Games. The Games are a televised event in which the participants, called tributes, are forced to fight to the death in a dangerous public arena. The winning tribute and his/her home district are then rewarded with food, supplies, and riches. The purposes of the Hunger Games are to provide entertainment for the Capitol and to remind the districts of the Capitol's power and lack of remorse, forgetfulness, and forgiveness for the failed rebellion of the current competitors' ancestors.",
  "imgdisplay": "Folder.png",
  "img": "Folder.png",
  "link": "info-om.html"

},

"HarryPotter":{
"name": "Harry Potter and the Sorcerer's Stone",
"author": "J.K Rowling",
"genre": "Fantasy",
"genre2": "",
"introduction":"Harry Potter and the Philosopher’s Stone, also called Harry Potter and the Sorcerer’s Stone, the first novel in the immensely popular Harry Potter series by British writer J.K. Rowling. It was first published in Britain in 1997 and appeared in the United States the following year under the title Harry Potter and the Sorcerer’s Stone. The book’s imaginative story line about a boy wizard made it an enduring hit with both children and adults.",
"imgdisplay":"Folder.png",
"img":"Folder.png",
"link": ""
}


}

}
